{"name":"健康","slug":"健康","count":1,"postlist":[{"title":"去火","slug":"去火","date":"2018-12-18T08:07:17.000Z","updated":"2018-12-18T08:27:25.496Z","comments":true,"path":"api/articles/去火.json","excerpt":"","keywords":null,"cover":null,"content":"<h1 id=\"去火\"><a href=\"#去火\" class=\"headerlink\" title=\"去火\"></a>去火</h1><pre><code>本来这是技术博客，为什么写一篇关于去火的文章那？安全这个行业，表面上看着挺轻松的，其实也是经常熬夜的。最近上火，每天晚上失眠，折腾我差不多一个月了。以此文提醒自己，工作的同时，也不要忘记健康。\n</code></pre><h3 id=\"解决方法\"><a href=\"#解决方法\" class=\"headerlink\" title=\"解决方法\"></a>解决方法</h3><blockquote>\n<p>菊花茶<br>菊花茶是人们喜爱的一种保健茶饮。据《神农本草》中记载：“菊花味辛苦，主诸风头眩，肿痛，目欲脱，泪出，皮肤死肌，恶风湿痹，久服利血气，轻身耐老延年。”菊花茶去火众人皆知，现在市面上的菊花茶品类很多，深得顾客的喜爱。<br>注意事项<br>1、随泡随饮，不要隔夜。菊花茶中富含黄酮类物质，具有很好的抗氧化性能，能帮助人体清除体内自由基，有降低胆固醇、抑制血压升高等多种健康作用。但黄酮类物质十分不稳定，很容易被氧化，使茶水失去本来的黄色色泽，变成绿色，其保健作用也会有所下降。因此菊花茶要现泡现饮，最好不要久放。<br>2、别放冰糖。体热的人别加冰糖，对体寒体虚的人来说，菊花茶中加些冰糖，能稍微减弱一下寒性，更加适合他们的体质。而对于体热体壮的人，加冰糖就会减弱菊花茶清热的功效，建议可以用果干代替冰糖。<br>3、学会科学搭配。无论哪种菊花，性质都偏寒，一般阳虚体质（平时怕冷）和脾胃虚寒（一吃凉东西就胃痛、胃不舒服）的人建议可以用秋桑、枸杞、果干等组方为菊启茶，清肝明目的效果更佳，配枸杞补肝肾，加桑叶防治感冒。菊花味甘，对肝肾有滋养作用，配上滋补肝肾的枸杞，作用得到加强。桑叶与菊花皆能疏散风热，清肝明目，同用可缓解风热感冒初期的发热、头痛等症状。<br>4、忌与相克食材同食。菊花与鸡肉、猪肉一起煮会中毒，而且也不可以和芹菜一起食用。 [1]<br>其他方法<br>常用滋阴中药<br>天冬、麦冬、玄参等<br>常用的清热泻火药<br>大黄、黄连、黄柏等<br>常用的解毒消肿药<br>另外中医针灸、拔罐、推拿、按摩等对于治疗上火也有很好的辅助作用。生活中要注意劳逸结合，饮食上要注意多吃含维生素的蔬菜水果，多喝水少喝酸甜饮料，少吃辛辣煎炸食品，少抽烟喝酒。上火和心理状态也有密不可分的关系，保持乐观积极的生活态度其实是人们最好的灭火剂。</p>\n<ul>\n<li>适合人群<br>并不是所有人都适合。火分为虚火和实火，还要看病人是肝火旺还是肺火旺或者别的类型，所以药物不要随便吃，一定要在医生指导下服用。<br>吃水果也要引起注意，有的水果属于热性水果，比如荔枝、橘子、桂圆、石榴等。食品中的葱、姜、蒜、辣椒、酒、胡椒、花椒、熏蒸食品，四川的麻辣烫等都是容易上火的。<br>夏天喝牛奶容易上火，是这样吗？<br>中医认为牛奶是牛血所化的，因此是有营养的，但是牛奶喝多了确实也是会上火的，尤其是夏天。牛奶的营养成分很高，含有很多蛋白质、矿物质。<br>什么办法可以使胃火过盛的症状有所缓解？<br>患者一般除了嘴里有味以外还有大便干燥、口苦、打嗝等问题。西医研究认为这种病人很多都是属于幽门螺杆菌感染，中医认为一般都是胃火过盛，但是有时候也表现为肝火过盛。调理主要还是饮食调理，要多饮水，改变不好的生活习惯。如果是胃火可以吃一些三黄片等药，如果出现肝火可以用丹参逍遥等。<br>去火中药<br>（1）麻黄：麻黄除了辛温发汗、解表散寒以外，并有明显的宣肺平喘作用。一般用麻黄配伍杏仁治疗咳喘。麻黄宣通肺气，杏仁降气化痰，二药合用，可以增强平喘止咳的效果，临床上用于治疗儿童肺热的小儿咳喘口服液，就应用了麻黄和杏仁的配伍。<br>（2）甘草：甘草具有补脾益气，清热解毒，祛痰止咳，缓急止痛，调和诸药的功效。用于脾胃虚弱，倦怠乏力，心悸气短，咳嗽痰多，缓解药物毒性、烈性。<br>（3）金银花：金银花茶味甘，性寒，具有清热解毒、疏散风热的作用。金银花有清热解毒、疏利咽喉、消暑除烦的作用。可治疗暑热症、流感、急慢性扁桃体炎、牙周炎等病。<br>保健<br>对于饮食、气候干燥、内火等因素导致的上火症状。<br>喝茶效果<br>茶一般都是喝绿茶和红茶。绿茶是凉的，有清火的作用。红茶是温的，不主张有上火体质的人饮用。另外除了茶以外还有很多简便易行的祛火方法比如喝绿豆汤就很好。具体喝哪一种茶要根据自身的体质来决定，如果是虚寒体质的人一般不容易上火，喝红茶就会起到保健作用。如果特别容易上火的人可以喝一些绿茶。<br>其他<br>“上火”是中医学专用名词。如果出现咽喉干痛、两眼红赤、鼻腔热烘、口干舌痛以及烂嘴角、流鼻血、牙痛等症状，中医就认为是“上火”。<br>“火”是如何产生的呢？一是直接受自然界“火热之邪”的侵袭而引起“上火”症状；一是机体内存在的能推动生命机能而看不见的“火”。<br>由于阴阳失调，失去了正常潜藏功能，而引起“上火”症状。<br>引发“上火”的具体因素很多。情绪波动过大、中暑、受凉、伤风、嗜烟酒以及过食葱、姜、蒜、辣椒等辛辣之品，贪食羊肉、狗肉等肥腻之品和中毒、缺少睡眠等都会“上火”。<br>中医把头昏、咽喉肿痛等偏上部位的火热症状叫“上焦火”，把烦热口渴、胃脘痛等中间部位的叫“中焦火”，把便秘、尿赤等偏下部位的叫“下焦火”。又按脏腑开窍，把目赤肿痛称“肝火”，鼻扇气喘称“肺火”，口舌生疮称“心火”等等。结合内在情况，这些火还可统分“虚实”两大类，症状重，来势猛的属实火；症状轻，时间长并伴手足心热、潮热盗汗等的属虚火。这种分类为有关治疗提供了依据。<br>治疗“上火”要注意两点：一是选用中药，而不盲目投用西药。因前者是调理全身以治本，后者却只能针对症状治其标。二是遵照中医理论辨证施治。如治“中焦火”宜投清胃散等，治“心火”用导赤散等，治“实火”用三黄片、牛黄解毒片等药泄火，最好在医生指导下进行。若见“火”就用三黄片之类，有时并不奏效，反而误事。<br>食疗法</li>\n<li>疗法介绍<br>人们容易出现眼睛红肿涩痛，或喉咙肿痛、牙龈肿痛、口腔溃疡疼痛及舌尖糜烂等“上火”症状。“上火”可通过饮食调节，且“食疗”有独特的效果。<br>莲子汤去心火<br>表现症状：分虚实两种，虚火表现为低热、盗汗、心烦、口干等；实火表现为反复口腔溃疡、口干、小便短赤、心烦易怒等。<br>食疗法：莲子30克（不去莲心），栀子15克（用纱布包扎），加冰糖适量，水煎，吃莲子喝汤。<br>猪肝去肺火<br>表现症状：干咳无痰或痰少而粘、潮热盗汗、手足心热、失眠、舌红。</li>\n<li>食疗法：猪肝1付，菊花30克（用纱布包好），共煮至肝熟，吃肝喝汤。</li>\n<li>绿豆粥去胃火<br>表现症状：分虚实两种，虚火表现为轻微咳嗽、饮食量少、便秘、腹胀、舌红、少苔；实火表现为上腹不适、口干口苦、大便干硬。<br>食疗法：石膏粉30克，粳米、绿豆各适量，先用水煎煮石膏，然后过滤去渣，取其清液，再加入粳米、绿豆煮粥食之。</li>\n<li>梨水去肝火<br>表现症状：头痛、头晕、耳鸣、眼干、口苦口臭、两肋胀痛。<br>食疗法：川贝母10克捣碎成末，梨2个，削皮切块，加冰糖适量，清水适量炖服。</li>\n<li>猪腰去肾火<br>表现症状：头晕目眩、耳鸣耳聋、腰脊酸软、潮热盗汗、五心烦躁。<br>食疗法：猪腰2只，枸杞子、山萸肉各15克，共放入砂锅内煮至猪腰子熟，吃猪腰子喝汤。</li>\n<li>其他食物<br>上火，要多吃点“苦”，因为苦味食物是“火”的天敌！最佳的清热解毒的苦味食物是苦瓜。可以凉拌、炒、煲汤吃，能炒得既不失“青”且熟最好，或者把苦瓜洗干净，放点盐、香油一凉拌便吃，这样不会破坏苦瓜本身的营养成分。也可以用苦瓜切成片泡茶或榨出汁来喝，饮用生苦瓜汁能使身体迅速吸收大量的苦瓜有效成分。为了苦瓜不至于那么苦，可以在吃之前，用盐水泡泡，这样可以去掉一些苦味，也可去除苦瓜中的一些草酸，以免妨碍食物中钙的吸收。除了苦瓜，还有其他苦味食物也值得推荐，如杏仁、苦菜、苦丁茶、芹菜、苦荞麦、芥兰、旱金莲等。用鲜芹菜叶加水煎剂，或用鲜芹菜以开水烫后榨取其汁，食后同样能清热解暑。<br>除了多吃苦味食物，春季蔬果多，还要多吃甘甜爽口的新鲜水果和鲜嫩蔬菜。甘蓝菜、花椰菜和西瓜、山楂、苹果、葡萄等富含矿物质，特别是钙、镁、硅的含量高，有宁神、降火的神奇功效，因此在春季应常吃这些食品。<br>一般而言寒凉水果有：西瓜、水梨、葡萄柚、柚子、椰子、橘子、硬柿子、山竹、蕃茄。热性水果有：龙眼、荔枝、芒果、榴连。平性水果有：芭乐、苹果、葡萄、柳橙、木瓜、草莓、樱桃、桑椹。当身体不舒服时，有感冒的现象，寒凉及热性的水果要少吃，此时可多吃一点平性的水果。</li>\n<li>体质燥热的人：宜多吃梨、香蕉、西瓜等性偏寒类水果。<br>饮食治疗<br>深秋天气干燥，口干舌噪易感冒，经常气郁上火烦躁不安者，可表现为以下几种情况：<br>上焦有火（上焦指心肺部位）。<br>症见口干、舌烂、唇裂、目赤、耳鸣，甚则微咳。<br>中焦有火（中焦指脾胃部位），表现为时而胃火亢盛，食不知饱，时而嗳腐吞酸，呃气上逆，脘腹胀满，饮食少进。<br>下焦有火（下焦指肝、肾、膀胱、大小肠部位），表现为大便干，小便少且黄赤，混浊有味，阴部时痒，妇女白带多，甚至带黄。</li>\n<li>从食疗保健角度来看，总的原则是，平时多饮水，少吃辛辣刺激性食物，最好少吸烟，少饮酒，甚至戒烟酒；少食过于油腻性的食物，多吃新鲜蔬菜、水果，保持大便不干燥，小便不混浊。<br>如有轻微上火现象，平时可以吃些梨、藕、柿饼霜类的食品。<br>肠胃系统有火者，可以多食富含纤维素的蔬菜，增加肠蠕动。如果大便干燥时，可以每日饮蜂蜜50～100克。身体比较健壮的人，可以吃槟榔片，以助消化。</li>\n<li>症状明显者，可区分情况服用下列药物：中焦有火，可以服焦三仙(山楂、神曲、麦芽各炒焦)、焦四仙(焦三仙再加焦槟榔)，也可以服鸡内金、五香槟榔糖(槟榔为主要成分加上砂仁、豆蔻等消食行气的药制成)，下焦有火，可以服中成药龙胆泻肝丸、当归龙荟丸、栀子金花丸等。也可以吃单味药生槐花、生地榆等。如果阴痒剧烈可买点蛇床子熏洗坐浴。<br>去火食物<br>1.草莓<br>2.西瓜<br>3.大豆<br>4.苦瓜<br>5.西红柿<br>6.梨<br>7.香蕉<br>8.石榴、<br>9.葡萄、<br>11.苹果、<br>12.柚子、<br>13.柠檬、<br>14.山楂<br>15.甘蔗、<br>16.柿子、<br>17.荸荠、<br>18.银耳、<br>19.菠萝、<br>20.燕窝、<br>21.猪肺、<br>22.蜂蜜、<br>23.乌骨鸡、<br>24.鳖肉、<br>25.龟肉、<br>26.鸭蛋<br>去火的粥和汤<br>“火”分虚实，虚则降，实则泻。根据不同症状采取不同对策，请大家注意！<br>1.芝麻红糖粥食疗。取芝麻50克，粳米100克，红糖适量。先将芝麻炒熟，研成细末。粳米煮粥，待粥煮至黏稠时，拌入芝麻红糖稍煮片刻即可食用<br>2.板栗冰糖粥。取板栗仁50克，粳米100克，冰糖适量。将板栗仁切碎与粳米一同放入锅内，加适量清水煮粥，待粥煮至黏稠时，放入冰糖调味即可食用。此方具有养胃健脾、补肾强筋、活血止血的作用，适用于胃纳不佳、脾胃不健、腰膝软痛、四肢乏力、多梦失眠、夜尿增多等病症。<br>3.清热去火的苦瓜黄豆排骨汤<br>4.丝瓜豆腐鱼头汤<br>5.鲜莲蘑菇鸭羹<br>6.芥菜牛肉汤<br>7.冬瓜鲩鱼汤<br>8.还有绿豆汤<br>9.冬瓜荷叶汤<br>材料：食物：冬瓜一至二斤、鲜荷叶两大块、瘦肉半斤。<br>功能：冬瓜乃夏天瓜菜，应值时令，以利水去湿去暑见称，瓜味鲜甜。夏季亦是荷叶的旺盛生长期，清热解毒，除烦通窍，加瘦肉成汤有荷叶香味、瘦肉鲜味，瓜之甜味，十分可口。<br>制作方法：冬瓜洗净连皮切块，荷叶洗净扎好，瘦肉成块落，齐入煲，放六碗水，煲两小时即可。<br>10.南瓜海带汤<br>材料：食物：南瓜一斤、海带四两、瘦肉二两。<br>功能：南瓜味甘、性寒，含维生素B、C，营养丰富，能充饥去热、除虫、定喘，加海带可以减肥，去脂肪胆固醇，降低血压；肥胖兼有高血压者，可常饮此汤，更胜服药。<br>制作方法：南瓜老的须去皮、去瓤及籽仁，嫩的不用去皮及其他，只须洗净切件，海带先浸软切段，瘦肉原件洗净，一齐煲三小时，汤清甜，瓜肉香滑。<br>11.百合蜜枣汤<br>材料：食物：猪肺一个。药物：光杏仁五钱、百合三钱、蜜枣六枚。<br>功能：百合为清凉退热要药，润肺宁神，清热止咳，补中益气，以多用途见称，兼治肺、气管出血，加杏仁，除痰润肺，去风散寒，治气急，平喘。 猪肺益呼吸道，对肺脏器疾病有效，三者组成一汤，治感冒咳嗽。肺燥热咳者、支气管患者、天气乾燥而欲滋润者，此汤最适合。<br>制作方法：猪肺买回来后，用水喉套入猪肺气门，放入清水充满整个肺脏，冲水将内脏血液杂物至乾净后，整个放入瓦煲，加上各药物，煲三至四小时，将猪肺切块，加调味，上碟作菜，汤另饮。<br>12.冬瓜苡仁汤<br>材料：食物：冬瓜一斤、瘦肉半斤、蚝豉四枚。药物：苡仁四钱、芡实三钱。<br>功能：身体燥热且困湿、风湿骨痛、肠胃不适、双脚浮肿、肝热黄疸、小便不利者宜饮用此汤。<br>制作方法：冬瓜去皮，用生晒蚝豉，瘦肉原件洗净，加上各药材，放四至五碗水，煲三小时。有以上各症者，一星期饮一次，见大效。<br>13.菠菜银耳汤<br>取菠菜150克，银耳20克，香葱15克，盐、味精、香油各少许。菠菜洗净切段，用开水氽一下；银耳用温水泡软，洗去泥沙，摘成小朵；香葱去根须洗净，切成细末。锅内放入银耳，倒入适量清水，用大火煮沸后再加菠菜煮沸，加入盐、味精、香葱末，淋上香油即成。这款汤可生津润燥、通便去火。<br>14.甘蓝宁心汤<br>取甘蓝150克，百合干、莲子肉各20克，红枣、冰糖各15克，葱、姜、盐、香油少许。甘蓝洗净，切成小块；百合干、莲子肉、红枣洗净，清水浸泡1小时。百合干、莲子肉、红枣、葱丝、姜片、冰糖放入锅内，加适量清水煮沸至熟软，加入甘蓝块煮沸，淋入香油即可食用。这款汤能润肺化痰、消除疲劳。<br>15.鲜荷叶老冬瓜汤<br>取新鲜荷叶2块、老冬瓜1500克、炒扁豆12克、薏仁12克。洗净汤料，稍用清水浸泡片刻；老冬瓜连皮、仁切成大块，并连同新鲜荷叶等一起放置瓦煲内，加入清水1800毫升，旺火煮沸后，改用文火煲至2个半小时，入盐即可。这款汤可清暑消热、生津止渴。<br>16.绿豆冬瓜汤<br>取冬瓜500克，当年产绿豆150克，葱15克，生姜5克，精盐少许，鲜汤500克。汤锅洗净置旺火上，添入鲜汤烧沸，撇去泡沫。生姜洗净拍破，放入锅内；葱洗净入锅；绿豆洗净，去除浮于水面上的豆皮，放入汤锅内炖熟。冬瓜去皮去瓤，洗净切块，待绿豆熟后投入汤锅内，烧至熟而不烂时，撒入盐，起锅即成。这款汤营养价值高，有清热利水、解渴、祛暑的功效。<br>河南方言：“去球”（完啦、不好啦）。<br>食疗篇编辑<br>海带<br>海带不仅有助于清除体内的积热，还可以对付因出汗过多出现的体力透支。另外，夏季是心脑血管疾病的高发季节，海带中含有的多种营养物质恰恰具有辅助降低血压、降低血液黏稠度的作用，对心脑血管疾病患者大有裨益。<br>海带既可凉拌，又可煲汤食用，其中牛肉海带汤特别适合夏季饮用。<br>禁忌：但患有甲亢的病人不要吃海带，孕妇、乳母也不宜吃过多海带。<br>黄瓜<br>黄瓜夏季吃不仅爽口、清热、解暑，还能增进食欲。因为其中所含的葡萄糖甙、果糖等不参与通常的糖代谢，糖尿病人食用黄瓜，血糖非但不会升高，甚至会降低。<br>禁忌：需要提醒的是，由脾胃虚寒导致的胃痛、慢性腹泻患者最好少吃黄瓜，老年慢性支气管炎发作期也最好不要食用。<br>西红柿<br>西红柿一年四季都可见，营养也很丰富，它同样也是清热解毒的好帮手，用中医的话来说，西红柿的作用就是平肝“去火”。<br>萝卜<br>民间把萝卜称为“小人参”，这可不是完全没有道理的哦。萝卜不仅营养价值高，还是预防上火的好手。对已经气郁上火甚至生痰的人来说，萝卜有很好的清热消痰作用。如果要比拼“降火”能力的话，青萝卜是最佳，红皮白心者次之。<br>大豆<br>大豆蕴含丰富的蛋白质，在滋阴去火的同时还能为你补充蛋白质、异黄酮、低聚糖、皂苷、磷脂、核酸等营养。除此之外，大豆中含有的可溶性纤维在帮你降低胆固醇含量的同时，还可以帮你顺利通便排毒，你的皮肤和气色也会因此好很多哦！<br>蜂蜜<br>甜甜的蜂蜜也是超棒的去火食物！《本草纲目》上记载，蜂蜜有“清热、解毒、润燥”等功效，是“健康长寿的妙药”。早上起床后喝一大杯温蜂蜜水，除了能帮你化解“夏热”之外，还能给你带来一天的甜蜜好心情呢！除此之外，如果你还因上火而导致嘴唇干燥或龟裂，也可以通过蜂蜜来补救哦！你可以在就寝前，把蜂蜜细心地涂抹在嘴唇上，渗透一会儿后再涂上护唇膏。几天后，嘴唇就可恢复柔嫩光滑。<br>牛奶<br>牛奶不仅营养丰富，而且还是优质的“灭火”剂呢！中医认为牛奶性微寒，可以通过滋阴、解热毒来发挥“去火”功效，而且牛奶中含有多达70%左右的水分，还能补充人体因大量出汗而损失的水分。<br>梨<br>“夏热”的起因是春天里的空气干燥、湿度低，但是如果你身上出现了上火的迹象，那就说明你的新鲜水果和蔬菜摄入量还是不足哦！梨子是众所周知的降火水果，多吃梨对扑灭你的“火气”可是很有帮助的哦！<br>西瓜<br>西瓜为夏令的主要瓜果，所以又称为“夏瓜”。西瓜一身都是宝：西瓜瓤、西瓜水可以补充人体的皮肤、肌肉、毛发在炎热夏季的营养需要。尤其是西瓜所含的维生素、酶类、氨基酸等营养物质，能够滋养皮肤，促进食欲，是夏令食疗佳品。<br>蛤蜊<br>蛤蜊具有高蛋白、低脂肪的特点，有助于抑制胆固醇在肝脏合成、加速胆固醇排泄。夏季的蛤蜊肥厚，吃起来口感更好。<br>蛤蜊的吃法很多，这个季节最好选择清水煮蛤蜊和蛤蜊豆腐汤。需要特别提醒的是，无论是清水煮还是做汤，蛤蜊都要凉水下锅，在预热的过程中，蛤蜊就会慢慢的张开口，这时肉也熟了。如果热水下锅的话，刚一下锅，蛤蜊就会马上张口，等煮熟了，肉就变老了，失去鲜嫩的口感了。<br>禁忌：女性月经期间及产后忌食蛤蜊，受凉感冒者也忌食。另外，蛤蜊不宜与啤酒同食，否则容易诱发痛风。<br>莲子<br>夏季最适宜养心，因为夏日心脏最脆弱，暑热逼人容易烦躁伤心，易伤心血。莲子芯的味道虽然比较苦，但可以清心火，是养心安神的佳品，亦可壮肠胃。<br>绿豆<br>夏天在高温环境工作的人出汗多，水液损失很大，体内的电解质平衡遭到破坏，用绿豆煮汤来补充是最理想的方法，能够清暑益气、止渴利尿，不仅能补充水分，而且还能及时补充无机盐，对维持水液电解质平衡有着重要意义。<br>初冬去火编辑<br>压力大就很容易会上火，出现喉咙肿痛、晨起干咳等症状或者更严重的疾病。那么如何去火呢?下面为大家推荐几道祛火的食物吧。是药三分毒，知道“内火”出自何处，食补才是硬道理。<br>初冬男性上火“对症下药”效果好。<br>心火<br>往往有些人，在天气变化时会出现心烦易怒，失眠，口舌生疮，口渴喜饮，小便短黄，舌尖红绛，脉数不平等症状，这就是所谓的“心火旺盛”。<br>对症下药：带心莲子吃心补心<br>现代药物学研究证实，莲子中的蛋白质钙、铁磷和钾含量非常丰富，还含有其他多种维生素、微量元素等物质，帮助机体代谢，维持酸碱平衡，增强记忆的同时，还有“生精”之功效。煲汤，煮水，沏茶，蒸饭都可用到。虽然不是重头戏，却非常百搭。冰糖银耳莲子羹就是家喻户晓的去火佳品。重点是莲心一定不能省。<br>肺火<br>秋季干燥，最大受害者就是我们的肺，再加上烟酒过量，劳倦过度，十人有8人引发肺火。肺火旺盛主要表现在呼吸系统疾病上，咳喘、感冒甚至是肺炎，都是秋季常见疾病。<br>对症下药：入秋白萝卜胜似良药<br>“萝卜白菜保平安”这句俗语，在美食如云的大环境下，一直保持着自己的一席地位。中医理论也认为该品味辛甘，性凉，入肺胃经，为食疗佳品，可以治疗或辅助治疗多种疾病，本草纲目称之为“蔬中最有利者”。所以，白萝卜在临床实践中有一定的药用价值。在养肺方面具有除痰润肺，解毒生津，和中止咳的功效。秋季化痰湿，与鸭肉最为相配。同属性寒食物，搭配起来味道绝美。酸萝卜老鸭汤，味道醇厚，想起来就要流口水。<br>胃火<br>夏天很多朋友喜欢大晚上跟三五好友吃个烤串，喝个啤酒，甚为惬意。到了秋季，胃口则开始清算。长期以往的饮食不节、嗜酒、过食肥甘辛辣厚味，形成“食积”，化热生胃火。表现为胃部灼热疼痛、口干口臭、牙龈肿痛、腹痛便秘等。<br>秋季易上火用食疗帮男人“降降火”<br>秋季人们总爱上火，上火也就是中医上所说的人体阴阳失衡后出现的内热症。秋季上火之后头面部就会出现各种炎症，但“火”有虚实之分，所以去火也要用对方法。<br>食疗去火编辑<br>喉干嗓哑<br>饮淡盐水；服蜜梨膏；饮橘皮糖茶。<br>咽喉肿痛时<br>常吃生梨能防治口舌生疮和咽喉肿痛；用醋加同量的水漱口，可减轻痛苦；嫩丝瓜捣烂挤汁，频频含漱；咽喉疼痛时，可用一匙酱油漱口，漱1分钟左右吐出，连续3-4次，有疗效。<br>口长水泡时<br>切几片生姜入口咀嚼，可使水泡慢慢消除；临睡前洗好脸，挤点眼药膏涂在口唇疼痛处，翌日疼痛就会减轻，继续敷用几天，可使疼痛消失。<br>鼻塞难通时<br>如左鼻孔不通，可行俯卧位或右侧卧位，右手撑住右后颈，掌根靠近耳垂，托起头部，面向右侧，肘关节向右上方伸展，伸得越远越好。由于经络的舒展作用，少则十几秒，多则几十秒，即可使鼻孔通气。如右侧鼻塞，可以相反动作治之。两侧同时鼻塞，可先后轮换动作治之。<br>嘴唇干裂<br>推荐：黄瓜猕猴桃汁<br>做法：黄瓜200克、猕猴桃30克、凉开水200毫升、蜂蜜两小匙。黄瓜洗净去籽，留皮切成小块，猕猴桃去皮切块，一起放入榨汁机，加入凉开水搅拌，倒出加入蜂蜜于餐前一小时饮用。<br>黄瓜性甘凉，能入脾胃经，能清热解毒，利水。可治疗身热、烦渴、咽喉肿痛。而猕猴桃性甘酸寒，能入肾和胃经，功能解热止渴，所以两种合用能润口唇。其他富含维生素的水果蔬菜也可以使用，如西红柿、柚子等。<br>提醒：嘴唇干千万别用舌头舔，那样只会更干。<br>皮肤干痒<br>推荐：红薯炒乳瓜（幼嫩黄瓜）<br>做法：红薯300克、乳瓜100克、香菜叶、葱段、蒜末。红薯、乳瓜切成块；油四成热时放入蒜末、葱段，倒入红薯块煸炒五成熟时再放入乳瓜炒匀，加入适量清水、盐、鸡精，汤汁收干即可。<br>点评：红薯含有多种维生素和钙、磷及铁等，其性甘平无毒，能补虚健脾强肾，而嫩黄瓜也含有大量维生素，所以对皮肤有一定的好处。<br>提醒：皮肤痒时不要使劲挠，挠破了容易感染。<br>头发干枯<br>推荐：蜜枣核桃羹<br>做法：蜜枣250克、核桃仁100克、白糖适量。将蜜枣去核，洗净，沥干水分；与核桃仁、白糖一起下锅小火炖煮；待汤羹黏稠、核桃绵软即可关火食用。此甜汤滋补肝肾、润肺生津、养血润发。<br>核桃性甘温，能入肾肝肺经，能润肠通便，又能补血黑须发、久服可以让皮肤细腻光滑。而蜜枣能补肺润燥，所以对头发好处较多。此外，其他坚果、鱼类和粗粮对头发也有很多好处。<br>咽喉干肿<br>推荐：蜜梨膏<br>做法：取生梨，用榨汁机榨成梨汁，加入适量蜂蜜，以文火熬制成膏。每日一匙，能清热去火、生津润喉。<br>点评：蜂蜜甘平，入肺脾大肠经，能润肠通便，补肺润喉，又能解毒。梨甘微酸凉，入肺脾经，能治口渴咳嗽便秘。所以二者放在一起熬膏可以起到润喉的作用。新鲜绿叶蔬菜、黄瓜、橙子、绿茶、梨、胡萝卜也有很好的清火作用。<br>提醒：“上火”期间，不宜吃辛辣食物、喝酒、抽烟，应注意保持口腔卫生，经常漱口，多喝水。<br>鼻子出血<br>推荐：水果西米露<br>做法：西米洗净后，倒入沸水中；煮到西米半透明，把西米和热水隔开；再煮一锅沸水，将煮到半透明的西米倒入沸水中煮，直到全透明，将沸水都倒去；煮一小锅牛奶并加少许糖；将西米倒进牛奶中煮至开锅；将煮好的西米牛奶晾凉，加入水果丁，即可。<br>采用一些清凉的水果如梨、橘子、苹果、猕猴桃、香蕉清解燥热，加上西米和牛奶的补养脾胃，是冬季调理的好方法。吃性冷的食物，如萝卜、莲子、松花蛋等可有效缓解。<br>提醒：不要一次大量喝冷饮，以防伤肠胃。<br>冬季火锅很美味荤素搭配防上火。<br>去火俗语编辑<br>图吃烫食要不得<br>火锅浓汤的温度可高达120℃，如果取出即吃的话，很容易烫伤口腔、舌部、食道以及胃的黏膜。特别是本来就有口腔溃疡的人，吃了火锅后其口腔溃疡发生几率又多出好几倍，最危险的是那些患有口腔黏膜白斑或扁平苔癣等癌前病变的人，火锅的高温和调料的刺激，都会使这些病情加重。所以，吃火锅一定不能心急。<br>荤素搭配防上火<br>火锅里的汤水煮久了，汤水就变得燥热，再加上鸡肉、羊肉、狗肉等都偏温。所以，经常吃火锅的人易上火，出现咽喉肿痛、声音嘶哑、口腔溃疡、口唇干裂、小便赤黄等症状。预防火锅上火要做到荤素搭配，注意多吃蔬菜，能适量放些豆腐更好，因为豆腐具有清热泻火、除烦止渴的作用，对减轻上火有特殊效果。<br>火锅汤底莫贪喝<br>火锅的汤底确实美味，甚至会让人产生火锅汤汇聚各种食品精华的印象。但实际上火锅汤底是不能随意喝的，因为同一锅汤反复沸腾，其中有的营养物质已被破坏。另外，许多物质长时间合煮，会产生致癌物亚硝酸盐。有研究显示，随着时间的延长，涮锅汤中的亚硝酸盐含量的确是在不断上升的，当煮到90分钟时，酸菜底汤的上升倍数达9.83倍。火锅汤对人体有害无益，还是少喝为好。<br>温馨提醒编辑<br>1、火锅料如鱼饺、虾饺、各种丸子，含有高量的油脂，糖尿病、高血压、高血脂的病人要注意。<br>2、火锅汤中含有大量嘌呤，痛风的病人不要喝。<br>3、火锅汤中含钠离子、钾离子多，有肾脏病、高血压的人要小心。<br>4、调味料如辣椒酱，对于肠胃刺激大，有胃肠疾病的人尽可能使用麻油等较清淡的调料。<br>5、吃火锅时注意肉类与蔬菜类要均衡，记得吃完。</li>\n</ul>\n</blockquote>\n<h3 id=\"参考\"><a href=\"#参考\" class=\"headerlink\" title=\"参考\"></a>参考</h3><p>百度百科</p>\n","text":"去火本来这是技术博客，为什么写一篇关于去火的文章那？安全这个行业，表面上看着挺轻松的，其实也是经常熬夜的。最近上火，每天晚上失眠，折腾我差不多一个月了。以此文提醒自己，工作的同时，也不要忘记健康。解决方法菊花茶<br>菊花茶是人们喜爱的一种保健茶饮。据《神农本草》中记载：“菊花味","link":"","raw":null,"photos":[],"categories":[],"tags":[{"name":"健康","slug":"健康","count":1,"path":"api/tags/健康.json"}]}]}